{"meta":{"title":"isacfish的博客","subtitle":"O Captain! My Captain!","description":"","author":"isacfish","url":"https://isacYwp.github.io","root":"/"},"pages":[{"title":"Hello World from isacfish!","date":"2022-01-19T13:14:52.882Z","updated":"2022-01-19T13:14:52.882Z","comments":true,"path":"about/hello-world.html","permalink":"https://isacywp.github.io/about/hello-world","excerpt":"","text":"欢迎访问我的博客！ about me github bilibili about my blog随缘更新学习记录、经验分享、书影音读/看/听后感、随笔。"}],"posts":[{"title":"2023年不可错过的10组照片","slug":"defining2023","date":"2024-01-05T08:50:10.000Z","updated":"2024-01-05T08:50:10.000Z","comments":true,"path":"2024/01/05/defining2023/","link":"","permalink":"https://isacywp.github.io/2024/01/05/defining2023/","excerpt":"","text":"01是春天呢！ 02 - 樱花树下今年有一群人一起听~ 03 - 去追日落岳阳！拍脑袋说走就走，被p人吓晕 04 - 杭州美食荒漠的意思是最爱的一顿是在床上吃的汉堡王 05意思是台风把我们逼急了！ 06在北京，会变成厉害的大人吗？ 07看音乐节的支线任务—— 08 - 山姆一周目这个山姆员工怎么吃我们顾客的东西啊 09停滞的冬夜 10 - 期末周出逃我对擦边照的态度：大拍特拍但其实根本没有这个资本","categories":[{"name":"生活","slug":"生活","permalink":"https://isacywp.github.io/categories/%E7%94%9F%E6%B4%BB/"}],"tags":[]},{"title":"写在2023年末","slug":"endof2023","date":"2023-12-31T15:09:13.000Z","updated":"2023-12-31T15:09:13.000Z","comments":true,"path":"2023/12/31/endof2023/","link":"","permalink":"https://isacywp.github.io/2023/12/31/endof2023/","excerpt":"","text":"2023年的最后几天，武汉空气严重污染，沉沉的雾霾模糊了这座城市的一切。人工降雨让周围都湿漉漉的，感觉记忆也因此潮湿。我看着电动车座上的水雾，想起来该给车充电了。天气冷了，电动车的铅酸电池扛不住，三天两头就要没电。 武汉今年的冬天比往年冷，当时和朋友从ktv出来走在群光广场前的路上，一点小冰碎随着冷风砸在人的脸上，我们说，还以为下雪了呢。原来这就是雪的预告，晚上，一场小小的雪纷纷扬扬地下了起来。冬天的氛围大部分是阴冷、自说自话的，雪下起来的时候，却变得柔软安逸。 冬天且是期末周的学校里没什么行人，我骑着车穿行在道路上。虽然搬离了桂园，但我每次还是会去桂园充电，骑行的一路有时也是一种短暂的怀旧。天气太冷，充电站里果然还有好多空位，哆嗦着把充电器插上，环顾这雾蒙蒙且空旷的环境，这是梦的召唤啊。走路回去，边走边想着，我们梦游、写代码、熬夜通宵，好像也没长进，今年就这样结束了。 但小小的收获，总有吧。比如今年的第一天发了一条朋友圈说要去很多地方玩，想想确实去了不少城市。2022年底的不自由感记忆尤深，这一次要夺回属于自己的一切，精打细算地花掉微薄的存款。比如认识了很好的朋友们，在学校很多很好的记忆都与他们有关，去做freehug去看日出，毕竟不务正业真的很爽。比如有一些正能量大爆发的时刻，振奋得在午夜睡不着觉，但我疑惑是不是当天茶多酚摄入太多。 过路的车的前灯在雾气中照出一道长长的亮线，只有远处有几团黑影，这是深海里潜水艇的探照灯，把头一抬就知道，有鱼在头上游动，团团黑影也是休憩着的小生物。可以不要扮演那条找巫婆换双腿的人鱼吗，哦好吧我也没有好听的声音用来交换。尽情愚弄我之后，我会自行回家，没有眼泪要留下。我在水底紧了紧衣服，这件曾被我挂在闲鱼上但卖不出去的过大的羽绒服，又陪我度过了一年冬天。 新的一年要来了，其实没有做新年计划的惯例，但今年似乎误打误撞开了一个成功的先例（指去很多地方玩）。那么，这次给自己制定一些困难的计划来打破成功吧！（妈妈你看他.jpg）。 想要，更加实干。想要可以更自然且有营养地接住罗森帅哥店员的话题。想争取下次让人不那么快对我感到无聊。想要更爱自己。","categories":[{"name":"生活","slug":"生活","permalink":"https://isacywp.github.io/categories/%E7%94%9F%E6%B4%BB/"}],"tags":[]},{"title":"Dear Diary","slug":"diary","date":"2023-09-29T16:32:10.000Z","updated":"2023-09-29T16:32:10.000Z","comments":true,"path":"2023/09/30/diary/","link":"","permalink":"https://isacywp.github.io/2023/09/30/diary/","excerpt":"","text":"2023年重新编辑，感觉已经长大，没有太矫情了（？ 2022.3.27 再见大海大海和冰山是我脑袋里挥之不去的两个意象，不知从何时开始，不知为何，仿佛与生俱来。两个都那么威严，那么寒冷。我想在某一个时刻我会跑向海边一头扎进水里，会爬上冰山的顶峰朝你呐喊。 打开接受世界的广阔，接受所有的不知所措、小步舞曲、相对论、矩阵变换般的不安。我愿意把所有抨击、敌对、冷漠放在世界之外。你知道的，打开就得迎接抨击，但不能害怕打开。 2022.4.18 这片空旷对我有益隔离的小房子很安静很舒适，我想走的时候我一定会舍不得它，我改造了它，喜欢上了它。如果以后有机会我真想租一间这样的房间，装修成喜欢的样子。只不过退房的时候如果房东不喜欢可能得赔点钱。 2022.4.20隔离的早餐每天量都很大，每次都吃不完。里面的糕点会每天轮换，只有一个白馒头，每天都出现，可是它特别难吃，像不像每周的高数课呢？前两天还会尝试一下，都只吃得下一半，今天就不打算委屈自己了。馒头，自己加油吧。 2022.5.1 江有这样一些自我安慰的时刻：周围没有海，但有东湖，坐几站地铁还有长江。在武昌江滩有一块很低的亲水平台，低到可以踩到长江水，在江边坐着吹风，听浪声澎湃。离这样声势浩大的江这么近还是有震撼感的，“羡长江之无穷，渺沧海之一粟。”夜晚+江风+法海的歌，我的评价是让我一下子进入不知道谁导演的感伤剧情片里了，王家卫，是你吗？ 2022.5.8 我也想长肉一天只吃一顿还不饿，不慌不忙地问朋友我是不是准备死了，朋友说说好听点，应该是升仙。 其实我不爱上学跟我妈视频，聊到邻居家小孩读了个学费很贵的民办大学。我问如果我也只能读这么贵的学校，你会供我吗？她说会啊，你只管好好读，想读到博士我们都供，不用操这个心。 2022.5.18 当时只道“不要自我感动”作为旁观者说来极轻巧，健忘的我如是说。 2022.5.19 总是/忘不了她深情款款/为她编织密密的情网雨停的夜晚，洗过澡，穿洞洞鞋走去茶港门拿外卖，空气清冷，潮湿，耳机里播的是李健的《月半弯》，很温柔。就是如果没有踩到一摊水，这场散步应该会更舒服。 2022.6.2今天自科结课啦，老师送了我们每人一罐印了自己名字的可乐。“通过直觉去创造 通过逻辑去证明”是科学史的缩影可能也是人生的隐喻。在小班课的小组读书报告上，感觉我编故事的能力又上了一层楼。 2022.8.20我弟我妹总是冷嘲热讽我不会游泳，但我只要摆出一副毫不在意的姿态，我就不会受到伤害！ 2022.8.26 然后磨难结晶 将化作翡翠这句！简直！太好听了！想起以前爱自讨苦吃的高三，仿佛吃苦值得骄傲，是消遣之一，仿佛吃够了苦就可以像游戏机室里用攒够的奖券兑换奖品。 2022.9.4失明之后想起的第一件事，是我漂在金石滩的海里，看夕阳西下，海天一线，水波镶上金边，一浪接一浪。我不会游泳，但我套着游泳圈，倔强地游着。而不会是，高三楼下，饭盒里的家常菜，夕阳无限好。 2022.9.27 贼后来你没再回复我，但是你偷走了那周我最喜欢的歌。而这首歌不属于我，这能叫偷吗？这种感觉是，为一个自己偷看的东西又被别人看到而难过。 2022.10.15 阵痛突然发现，觉得最近浑身难受的原因是正在走出舒适圈，原来这种痛苦不仅有心理上的更有生理上的！ 2023.4.4 又在赶ddl那你们呢，半夜一点还在b站看《活着》的其他五十多个人，你们在想什么？ 2023.8.22 in Beijing酒桌上谈笑风生的学长，沉稳有风度的优秀员工，原来这就是井井有条的大人。总有人当着我的面问同行的人我去哪了。我的存在感就是这样，渺小的、沉默的、有时隐形的。很多时候都是，我只想要占据一个很小很小的空间。 2023.9.23 进化达尔文！你忘记规定多好才算足够好的人了。","categories":[{"name":"生活","slug":"生活","permalink":"https://isacywp.github.io/categories/%E7%94%9F%E6%B4%BB/"}],"tags":[]},{"title":"poems003：四季歌","slug":"poems003","date":"2022-12-19T14:09:28.000Z","updated":"2022-12-19T14:09:28.000Z","comments":true,"path":"2022/12/19/poems003/","link":"","permalink":"https://isacywp.github.io/2022/12/19/poems003/","excerpt":"","text":"时间跨越…3年？ 关于樱花我是黑色而天地骤然变粉花香洗刷得掉衣服的汗渍像穿过隧道一般轻松穿行林荫大道致敬英勇、智慧的行道树 我是金色而眼前覆盖着粉想躺在还没干透的草坪上，但是没有我的位置我想我弄丢了一张排号纸 我是粉色就如同周围的粉不知道你是不是也，宁愿让芬芳中的讯息传遍每一束目光锋利的阳光刺进心脏受伤，愈合，直到变成缤纷的果实 游动对于可怜的描述我有新的领悟比如东湖就在眼前而我不会游泳夏天是汗水与欢乐的练习曲与桂园告别的路上阳光普照街道口附近的生活是，灯红酒绿我是留守儿童不明所以地被收养 从北边十个纬度之外的地方你等了好久好久，重逢我的电动车也知道门禁系统有你的脸栈桥是不会游泳者的游戏但如果我领着会游泳的，你在栈桥上走东湖就在脚下我有新的领悟关于勇敢的表现 山顶是平坦的偶尔也会忘记山顶是平坦的也会忘记教训地去攀登 我看不到你所谓的阳光灿烂的日子我有的只是铜铁的心烧焦的心 我想象着落叶飘飘躺着看天，看云思考这里是不是板块交界地带等待消亡边界的内力作用 第一场雪雪真的落下的时候我想不起具体的你连你家旁的树、树枝上的鸟也不想只庆幸我已经起床且清醒穿戴整齐","categories":[{"name":"诗集","slug":"诗集","permalink":"https://isacywp.github.io/categories/%E8%AF%97%E9%9B%86/"}],"tags":[]},{"title":"两本十六块","slug":"sixteen-yuan","date":"2022-07-13T16:30:54.000Z","updated":"2022-07-13T16:30:54.000Z","comments":true,"path":"2022/07/14/sixteen-yuan/","link":"","permalink":"https://isacywp.github.io/2022/07/14/sixteen-yuan/","excerpt":"","text":"一个戴口罩的大叔略带迟疑地叫住了我，在我即将回到南二门的路上，我停下脚步。他指向旁边一家报刊亭，小心翼翼地问我，能不能帮他买两本爱看的杂志，他没带现金。应该是八块钱一本，两本十六块。看着他黝黑的、略显疲惫的模样，我不知为何提不起一点防备，就这样不假思索地说出，行，好的。 我跟着他来到报刊亭，看着他在一排杂志中挑选。我看到几本杂志的封面，花花绿绿，就是那种会让你回忆起小时候的见闻的娱乐杂志。大人买回来，但不一定是为了看八卦，而是去搜索，去解谜——他们相信里面有某博彩游戏的谜底。他们说，某些字眼是开奖结果的暗示，然后会在开奖时马后炮般地指出，你看，这有只绿色的兔子，今晚果然开了绿波的兔。这是若有似无，是人云亦云，是不可证伪。 他选择的时间大概只持续了两秒，那两秒我想了很多，除了回忆童年，还有责问当下。我为什么这么草率又直接地答应他，因为他看起来可怜吗？是他的行为正正好触碰到我心里某个地方？如果他为了买这些娱乐杂志而请求我，我就会后悔答应得太早。 但是他很快地找出一本《青年文摘》，一本《意林》，轻轻举起给老板看，老板说，两本十六块。我顿了顿，这两本书于我来说是高三的作文素材，自习课的走神材料，为数学让步的妥协，现在在他手中，有一种陌生感。然后我扫码付了钱，期间他在身旁粗略地翻着杂志的内容。 这一切太快，虽然手付完了钱，但脑袋里还回放着的是，“可以帮我买两本杂志吗？”他走到路旁，我跟在后面。他停下转身，好像还有点胆怯，很激动地想跟我握手，而同时他又很克制，只是伸出手，等着我去握住。同样没有犹豫，我握住了他的手，那手粗糙黝黑，我心情复杂。 他问我是学生吗，家乡在哪，我回答了他。他边想边说。肇庆，以前是叫端州吧。那里出产端砚，就是笔墨纸砚那个，是全国最棒的砚台，对吧？我激动地说，对呀！ 以前我跟大家介绍家乡，习惯了最后加上“小城市”的标签，好给大家一个台阶下，没听说过也正常，我来给你补充说明。一般提到“在珠三角边缘”我就适可而止，否则会让对方觉得信息过载，我有卖弄之嫌。而现在，大叔还提醒了我竟然已经忘记的事情。那两本杂志在他手上，原来一点都不突兀。 燥热的夏天夜晚，这个报刊亭，往前一点是酒吧，再往前就到学校大门，往后是那座人行天桥。我出去吃饭，路过这里，送了陌生大叔两本书，我们没说太多，可能我们都不擅长表达，我以前想这像《堕落天使》里的杀手一样酷但实则不然，然后回校。","categories":[{"name":"生活","slug":"生活","permalink":"https://isacywp.github.io/categories/%E7%94%9F%E6%B4%BB/"}],"tags":[]},{"title":"驾驶我的车","slug":"drive-my-car","date":"2022-01-21T14:59:10.000Z","updated":"2022-01-21T14:59:10.000Z","comments":true,"path":"2022/01/21/drive-my-car/","link":"","permalink":"https://isacywp.github.io/2022/01/21/drive-my-car/","excerpt":"","text":"常常笑的阿姨，祝你生活顺利。本来想祝你考试顺利，但你这会儿你早考完了，和我同一天但比我早，在城市遥远的另一边。考前一天你跟我说你晚上赴宴，不去踩点了，洒脱笑笑。我说没事，前两次考完当练习，这次会行。我确实这样想，你开朗，温柔，常常鼓励我们，相信没有什么困难你无法打败，相信好运会眷顾乐观的人。明天考的男生，希望你好好发挥，相信自己。说实话我羡慕你的车技，才刚来一天就能开得很好，所以你可以自信起来！教练确实爱打击人自信，仿佛需要别人的仰视和紧张来维护自尊，但我们不要被他吓倒。还有帮我放好包、上路会有点紧张的阿姨，关心我吃饭没的姐姐，起太早睡不醒的姐姐，祝你们都考试顺利。 驾校是一个戾气很重的地方，至少我的驾校是如此，而且在前一个教练走后我越发感觉。以教练为首的一群人为考车而奔波，有人高声大骂，却不顾自己是不是已经把东西讲清，有人埋头慌慌张张地学，为了用好被压榨的练习时间。但奇怪的是，越是戾气重，越有温柔的情感去对抗它，很开心这几天在练车场遇到这样叛逆的力量，又成为力量的一股。我们萍水相逢，后来也没有留联系方式，只是每天来了就说上几句话，我首先考完，此后大概就是分道扬镳，涟漪抹平。 驾校很大，空旷，树很少。夏天晒得晃眼，冬天大风吹来，大风吹去。风吹起时大家喜欢躲进车里，我更愿意在车外站站，凛冽的风会让我清醒一点，自在一点。当人说起驾校很空让风这么大时，教练假笑着说：“说明风水好。” 你们或多或少都能和教练搭上几句话，也有聊得很好的，但我想想我还是不行。一方面是我本来就不太擅长说话，另一方面是对一个不喜欢的人假装没事很困难。我能做的就是在他极少数指点时“嗯”一声，他瞥来不爽的眼光时保持缄默，他骂人时自认理亏，权当修行。在观察你们和教练聊天时，我发现其实与他聊天这件事是可能的，只不过都会草草收场。我也就不去尝试，我知道必然要聊的话，也只能是不真诚的对话，这个世界上的不真诚已经太多啦。 都离开高中多久了，考试的时候还是会紧张，会紧张得忘记刹车。可能教练还是准确触中了我心中不自信的那一块，越努力想摆脱的，越是会迎面撞上，从某个冬天开始心里流失的那一部分信心，在每次裂缝被敲打时都会隐隐作痛。但至少我知道终有一天我会以司机自称，通勤也好，自驾游也好，兜兜风也好，驾驶我的车，开到除了驾校以外的地方。","categories":[{"name":"生活","slug":"生活","permalink":"https://isacywp.github.io/categories/%E7%94%9F%E6%B4%BB/"}],"tags":[]},{"title":"Come on! Feel the Illinois!","slug":"sufjan","date":"2022-01-13T07:09:10.000Z","updated":"2023-12-16T09:18:22.060Z","comments":true,"path":"2022/01/13/sufjan/","link":"","permalink":"https://isacywp.github.io/2022/01/13/sufjan/","excerpt":"","text":"这是一篇测试博文 Sufjan Stevens关于他本人Sufjan Stevens；生于1975年7月1日。是美国歌手，词曲作者，多种乐器的演奏家。他已经发行了九张个人录音室专辑和多张与其他艺术家合作的专辑，获得过格莱美奖和奥斯卡奖提名。 他的首张专辑A Sun Came，于 2000 年在他与继父共同创立的Asthmatic Kitty厂牌上发行。他 2005 年的专辑Illinois获得了广泛的好评，在Billboard Top Heatseekers排行榜上排名第一，该专辑中的单曲*Chicago *同样位居单曲榜第一。Sufjan后来创作了 2017 年电影《请以你的名字呼唤我》的主题曲，获得了奥斯卡奖最佳原创歌曲提名以及格莱美最佳电影配乐提名。 Sufjan涉猎广泛，发布过不同风格的专辑，从电子乐Enjoy Your Rabbit、lofi民谣Seven Swan、交响乐的集大成者Illinois到以圣诞节为主题的Song For Christmas,他使用各种乐器为作品添彩，常在同一张录音中亲自演奏其中的许多乐器。Sufjan的音乐也以探索各种主题而闻名，尤其是宗教和灵性。 关于他的歌Carrie &amp; Lowell关于继父与母亲、童年生活、对存在的思考。乐评摘录：这张专辑以他的母亲Carrie和继父Lowell的名字命名，小时候的sufjan对carrie完全没有记忆，直到他五岁之时，carrie和第二任丈夫lowell结婚后，sufjan才有更多机会与母亲一同呆在一起。这之后的每个夏天都会把Carrie之前的孩子们接到位于俄勒冈州的家里度假，一连三年。这是Sufjan童年最快乐的一段时光。但Carrie遭受着精神分裂症和抑郁的折磨，加上酗酒，她后来与lowell离婚，再度开始了无家可归的生活，sufjan大部分时候都不知道母亲在哪里，直到2012年接到母亲患上胃癌的消息……虽然他和母亲的关系十分复杂，但母亲的去世仍对他有很大打击。sufjan曾说自己在母亲去世后曾找寻过母亲的踪迹，在记忆里努力寻找母亲的形象，但终究一无所得。这种空虚感和渐渐压垮了他。但这之后他原谅了母亲，化解了悲伤，开始反思人生，寻找生命的意义和生命的终结——死亡。 Stevens都是自己来写歌，把生活琐碎融进更大故事里，但这次，他的自传成了重要的部分，它本身就是一部宏大的历史。这些歌配合上小规模的器乐，坚定的歌词，直面探讨童年、家庭、悲痛、抑郁、孤独、信仰、重生这些话题。它们有关于圣经、神话的描写，但最直接描写的还是Stevens和他的家庭。一些歌里（”Carrie &amp; Lowell”, “Eugene”, “All of Me Wants All of You”）提到一次夏日旅行，那时Stevens6岁左右（5-8岁），他和母亲、继父、弟弟一起去了俄勒冈州。关于俄勒冈州的回忆，有尤金，蒂拉穆克森林火灾，斯宾塞山，遗失的蓝桶矿脉，还有与叫Subaru男人一起学习的游泳课。 Stevens与母亲最亲近的时候，或者说他俩离得最近的时候，他会用iPhone在俄勒冈州克拉马斯福尔斯市的旅馆里录下Carrie &amp; Lowell里面的一些歌，就像他试着去再现那些时光。 除了细细斟酌后的精妙歌词外，它的音乐部分也做的很好。他请来Laura Veirs、 S. Carey,、Thomas Bartlett 等人，他们像鬼魂游荡在由Stevens精心构筑的音景、作曲环绕的房子中。他完美地融合了不插电与插电部分，每一次的聆听都能让你多一点潜入他的音乐里。钢琴、风琴、星空流动般的声音、合成器涂片、打击乐器的喀哒声、双声道人声、扬起的背景和声，快速弹奏不插电吉他声，此情此景不由想起Elliott Smith。过去Sufjan喜欢炫技，歌曲通常多组曲，再配上宏大制作；这次虽有野心，但不会过。你时常会忘记音乐的存在，若是你巧好注意到，它定会是这般朗朗上口，独出心裁，旋律优美流畅。专辑制作同样让人难以忘怀，简约不简单。 专辑内页有张照片，小时候的Stevens坐在凳子上，吃着一根香蕉。内页还有其他一些照片，看上去是在再现俄勒冈州的那些夏天：海滩，斑斑点点的岩石，油了一半漆的小房子，旁边有树有小山。他看上去不开心，有点难过；他还只是孩子，坐在凳子上，吃着东西。但照片看上去有点忧郁，或者是别的什么东西，是你听完Carrie &amp; Lowell后加进去的。但有一点是确定的：母亲站在他身旁。虽然她没有看向他，但她就在那儿。（她在三张图片里出现过，但三张你都看不到她的眼睛）你会想这是Lowell拍的照片（内页的最后一页，Carrie在织东西，她后面的镜子里出现了Lowell）。看照片时，你难免会想这个小孩多年后能写出如此杰作，深谙痛苦挣扎、死亡孤独。照片里，他仍是个孩子，有着和其他孩子一样的烦恼，想去搞清这个世界。但，至少那时，他还在母亲身边。他会开心的，大概吧。 Illinois来吧，感受伊利诺伊州吧。 Sufjan在2003年出版了一张歌颂自己家乡的唱片《Michigan》，并表示过希望替美国的每一个州都写一张专辑（The Fifty States Project），其中05年推出的《Illinois》，便是这「计划」的第二部曲。Sufjan为了做好此专辑，既参阅了不少有关伊利诺州的背景文献，更亲身到当地的田园农庄进行「采风」，他试图以Illinois的历史、社会事件、建筑、人文等庞杂的内容为引，传达出自己对宗教、信念、生命和关于「爱」的真切感受。 The Age of Adz电子乐与民谣的前卫结合。 在这长达75分钟的第6张录音室专辑里，Sufjan没有继续玩美国某个州的概念，而是更关注自己的精神状态。他扔掉了标志性的班卓琴，而用清新的木吉他、精心的合唱团、磅礴的室内管弦乐、灿烂的电子音乐和古怪的电声实验架构起一部史诗性的后现代实验民谣巨著，令人叹为听止。 相关链接Spotify主页网易云音乐主页Pitchfork主页：乐评收录、相关新闻bilibili：【中英字幕】盘点Sufjan Stevens的十首佳作bilibili：五分钟讲清Sufjan Stevens专辑Illinois和它背后的故事","categories":[{"name":"书影音","slug":"书影音","permalink":"https://isacywp.github.io/categories/%E4%B9%A6%E5%BD%B1%E9%9F%B3/"},{"name":"音乐","slug":"书影音/音乐","permalink":"https://isacywp.github.io/categories/%E4%B9%A6%E5%BD%B1%E9%9F%B3/%E9%9F%B3%E4%B9%90/"}],"tags":[]},{"title":"Hello World from isacfish!","slug":"hello-world","date":"2022-01-13T01:41:37.593Z","updated":"2022-01-19T13:14:52.882Z","comments":true,"path":"2022/01/13/hello-world/","link":"","permalink":"https://isacywp.github.io/2022/01/13/hello-world/","excerpt":"","text":"欢迎访问我的博客！ about me github bilibili about my blog随缘更新学习记录、经验分享、书影音读/看/听后感、随笔。","categories":[],"tags":[]},{"title":"poems002：身体四部曲","slug":"poems002","date":"2021-06-19T07:39:18.000Z","updated":"2021-06-19T07:39:18.000Z","comments":true,"path":"2021/06/19/poems002/","link":"","permalink":"https://isacywp.github.io/2021/06/19/poems002/","excerpt":"","text":"应该是一口气（几天）写于高三下学期。 给肩膀坚硬的山岭对软弱的土丘宽广的海洋对狭窄的海峡那种巨大包含着百万个可能而我们唯一的交集是大雨暂时创造塌方般的拥抱 给脑袋在阳光下追逐一座冰山在傲人的洁白前看得见自己的渺小顺便发现玫瑰也是这样把美凌驾于躯体之上 给双腿去信奉深渊去热爱陷阱摸不到救生的绳索却摸到欲望的大火沉重压在泥土上摇篮上和孤注一掷的心上而你抖擞踏碎一切邪恶 给双手你打开世界也便打开锋利的剑戟不需要铜鞘你刺向，刺向","categories":[{"name":"诗集","slug":"诗集","permalink":"https://isacywp.github.io/categories/%E8%AF%97%E9%9B%86/"}],"tags":[]},{"title":"poems001","slug":"poems001","date":"2020-09-11T01:09:10.000Z","updated":"2020-09-11T01:09:10.000Z","comments":true,"path":"2020/09/11/poems001/","link":"","permalink":"https://isacywp.github.io/2020/09/11/poems001/","excerpt":"","text":"应该都是写于高三上学期。 道别退潮时，血红的大地全部出露我喊你一道你不愿意于是只有我一个我一个人走时血红的大地全部出露 黑色的海水要全部消失连同人假想的时间收缩，蒸发我竟不感伤我只沉默你讨厌我沉默但我别无他物在长夜里第一颗星升起时有一个流放者在血红的大地上为你沉默 过半天大雨允许时间画上逗点我在激流中寻得冻结的庇护所和一个把情感看得太轻的人类枕边只有颤抖 没有声响我却第一次明白温度的意义 面对胸口的花朵枯萎了用不了多久就会再开但这一次它们比预料中更脆弱更残缺和一蹶不振留下荒芜的土地独自面对一个完整的春天 殖民者你在别人的土地上称了新的英雄把史书焚毁那土地重获新生","categories":[{"name":"诗集","slug":"诗集","permalink":"https://isacywp.github.io/categories/%E8%AF%97%E9%9B%86/"}],"tags":[]}],"categories":[{"name":"生活","slug":"生活","permalink":"https://isacywp.github.io/categories/%E7%94%9F%E6%B4%BB/"},{"name":"诗集","slug":"诗集","permalink":"https://isacywp.github.io/categories/%E8%AF%97%E9%9B%86/"},{"name":"书影音","slug":"书影音","permalink":"https://isacywp.github.io/categories/%E4%B9%A6%E5%BD%B1%E9%9F%B3/"},{"name":"音乐","slug":"书影音/音乐","permalink":"https://isacywp.github.io/categories/%E4%B9%A6%E5%BD%B1%E9%9F%B3/%E9%9F%B3%E4%B9%90/"}],"tags":[]}